IDEA Open Model
LoadInPoint.Fx Property
Compatible with IDEA StatiCa 20.1
 Force in X direction
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Fx { get; set; }
Public Property Fx As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
LoadInPoint Class
IdeaRS.OpenModel.Loading Namespace